{
  "voyage-example": {
    "chapterTitle": "Description",
    "fileName": "voyage-example",
    "title": null,
    "artist": null,
    "caption": "These are all the resistance voyages.",
    "altText": null,
    "sensitive": false,
    "creditLine": null,
    "digitizedLine": null,
    "source": null,
    "sourceUrl": null,
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": 0,
    "width": 118,
    "height": 268,
    "iiif": false,
    "chapter": "description"
  },
  "PLACEHOLDERquery2": {
    "chapterTitle": "Description",
    "fileName": "PLACEHOLDERquery2",
    "title": null,
    "artist": null,
    "caption": "Screenhost Slave Voyages Database",
    "altText": null,
    "sensitive": false,
    "creditLine": "Tanvi Sharma",
    "digitizedLine": null,
    "source": null,
    "sourceUrl": null,
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": 0,
    "individuals": null,
    "contributed": null,
    "width": 2660,
    "height": 1320,
    "iiif": false,
    "chapter": "description"
  },
  "PLACEHOLDERfiskcolors": {
    "chapterTitle": "Description",
    "fileName": "PLACEHOLDERfiskcolors",
    "title": null,
    "artist": null,
    "caption": null,
    "altText": null,
    "sensitive": false,
    "creditLine": "Tanvi Sharma?",
    "digitizedLine": null,
    "source": null,
    "sourceUrl": null,
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": 0,
    "width": null,
    "height": null,
    "iiif": false,
    "chapter": "description"
  },
  "PLACEHOLDERvoyage_example": {
    "chapterTitle": "Description",
    "fileName": "PLACEHOLDERvoyage_example",
    "title": null,
    "artist": null,
    "caption": null,
    "altText": null,
    "sensitive": false,
    "creditLine": "Tanvi Sharma",
    "digitizedLine": null,
    "source": null,
    "sourceUrl": null,
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": 0,
    "width": null,
    "height": null,
    "iiif": false,
    "chapter": "description"
  },
  "all-resistance-voyages": {
    "chapterTitle": "Description",
    "fileName": "all-resistance-voyages",
    "title": null,
    "artist": null,
    "caption": null,
    "altText": null,
    "sensitive": false,
    "creditLine": null,
    "digitizedLine": null,
    "source": null,
    "sourceUrl": null,
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": 0,
    "width": 2108,
    "height": 614,
    "iiif": false,
    "chapter": "description"
  },
  "PLACEHOLDERquery": {
    "chapterTitle": "Description",
    "fileName": "PLACEHOLDERquery",
    "title": null,
    "artist": null,
    "caption": "Screenhost Slave Voyages Database",
    "altText": null,
    "sensitive": false,
    "creditLine": "Tanvi Sharma",
    "digitizedLine": null,
    "source": null,
    "sourceUrl": null,
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": 0,
    "width": 2192,
    "height": 2236,
    "iiif": false,
    "chapter": "description"
  },
  "ch4-14-priestley-new-chart": {
    "chapterTitle": "Description",
    "fileName": "ch4-14-priestley-new-chart",
    "title": "A New Chart of History",
    "artist": "Joseph Priestley",
    "caption": "Joseph Priestley’ s widely circulated New Chart of History (1769).",
    "altText": "A complex, grid-like chart that tracks Joseph Priestley’s conception of the history of the world's major empires. The graphic resembles a puzzle, with oddly contoured shapes of muted shades of brown, green, pink, yellow, and, most often, the beige color of the page. On its horizontal X-axis, the chart measures time every hundred years dating all the way back before 1000 B.C. until the time of the chart’s design in 1769. The vertical Y-axis indicates the regions (mostly countries, occasionally continents, like Africa and Asia), over which the empires cataloged in the main body of the graphic had dominion. The most striking, solid block is brown and central to the page: it shows the Roman Empire ruled from 600 B.C. to 400 A.D. across land that is now Italy, Turkey, Spain, Great Britain, and France. Other considerably sized “puzzle pieces” on the chart are the Eastern or Greek Empire, which is to the immediate right of the Roman and also depicted in brown; the Persian Empire in a dark green above and to the left of the Roman block; the Saracens in yellow above and to the right of the Roman Empire; the “Mungl” (Mongol) Empire, pictured above the Saracens, colored in pink; and a conjoined block for the Normans and the English, colored in green. Lining the bottom of the page, above the horizontal timeline, are the names of different monarchs or leaders (beginning with Saul and David, 1,000 B.C. and ending with George III, of the 1760s). In the bottom left-hand corner lies a dedication in elaborate cursive print: “To Benjamin Franklin, L.L.D. F.R.S., this Chart is in Testimony of Esteem and Friendship, Inscribed By his most obliged, Humble Serv! Joseph Priestley.” In small lettering in the top left corner is a brief explanation of the chart, of which the first sentence reads: “This chart is intended to establish a picture of history, or to give a clear view of the rise, progress, extent, and distribution of every considerable empire or state.”",
    "sensitive": false,
    "creditLine": "Image courtesy of the David Rumsey Map Collection, Cartography Associates.",
    "digitizedLine": "Digitized by the David Rumsey Map Collection, Cartography Associates.",
    "source": "David Rumsey Map Collection",
    "sourceUrl": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~254828~5519513:A-new-chart-of-history--J--Priestle",
    "fee": false,
    "notes": "Same image appears in Peabody chapter",
    "frontPage": true,
    "year": 1769,
    "width": 3014,
    "height": 1948,
    "iiif": false,
    "chapter": "description"
  },
  "2-1468px-Plan": {
    "chapterTitle": "Description",
    "fileName": "2-1468px-Plan",
    "title": "Plan, Profil, et Distribution du Navire La Marie Séraphique de Nantes",
    "artist": "Anonymous",
    "caption": "An early engraving that makes use of the aerial view of the ship's hold, displaying its human captives alongside its goods for sale.",
    "altText": "A page divided into three sections depicts the human captives and products for sale in a ship’s hold. The images are colored rather than monochromatic, like Elford’s graphic discussed earlier in the chapter. Beneath the bold title written in French, the first section shows a row of four aerial views of a ship’s various levels. The two leftmost images show the two bottommost floors, packed with barrels. To the right is the level “between decks” (“l’entre-pont”), where the enslaved are held in captivity. While there is more detail in this graphic than the former “Plan,” the people drawn remain featureless, save for the occasional garment or body part, both which indicate the sex of the person. In stark contrast to the previous infographic, the captives' bodies are curved up against and overlap one another, implying a level of claustrophobia Elford’s “Plan” omits; it gives the impression that space was incredibly cramped. The final image in the row on the far right shows the top deck, with barrels, crates, and other objects cast along the surface. The second section, below the row of the aerial views, shows a watercolor painting of the Marie Séraphique ship and its surrounding seascape. The ship is in the foreground, pulling along a small rowboat in its wake, while a hilly, green, tropical land is shown in the background. The final section on the bottom of the page is a table in French that shows nonhuman goods counted up alongside the people captured on board, equating the material and humans as cargo.",
    "sensitive": true,
    "creditLine": "Image courtesy of Wikimedia Commons.",
    "digitizedLine": "Digitized by the Musée d'Histoire de Nantes.",
    "source": "Wikimedia Commons",
    "sourceUrl": "https://commons.wikimedia.org/wiki/File:Plan,_profil_et_distribution_du_navire_La_Marie_S%C3%A9raphique_de_Nantes.jpg",
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": 1770,
    "width": 1468,
    "height": 2047,
    "iiif": false,
    "chapter": "description"
  },
  "3-Vue_du_cap": {
    "chapterTitle": "Description",
    "fileName": "3-Vue_du_cap",
    "title": "Vue de Cap-Français et du Navire \"La Marie-Séraphique\"",
    "artist": "Anonymous",
    "caption": "An engraving designed to commemorate the third successful slaving voyage of <i>La Marie-Séraphique</i>, depicting the ship's inhabitants, captive and free, togther on the deck awaiting the arrival of the would-be enslavers of Cap-Français. Below the central image is a small cross section of the levels below deck, with the areas in which the captives were held for the duration of the voyage left sanitized and empty.",
    "altText": null,
    "sensitive": false,
    "creditLine": "Image courtesy of Wikimedia Commons.",
    "digitizedLine": "Digitized by the Musée d'Histoire de Nantes.",
    "source": "Wikimedia Commons",
    "sourceUrl": "https://commons.wikimedia.org/wiki/File:Vue_du_cap_Fran%C3%A7ais_et_du_Nvr_La_Marie_S%C3%A9raphique_de_Nantes.jpg",
    "fee": false,
    "notes": "Not in final version of chapter (MA); still on front page?",
    "frontPage": true,
    "year": 1772,
    "width": 720,
    "height": 930,
    "iiif": false,
    "chapter": "description"
  },
  "1-sof_slaveship": {
    "chapterTitle": "Description",
    "fileName": "1-sof_slaveship",
    "title": "Plan of an African Slave Ship's Lower Deck with Negroes in the Proportion of Only One to a Ton",
    "artist": "Plymouth Committee",
    "caption": "The first version of <i>Plan of an African Slave Ship</i>, created by the Plymouth Committee of the Society for Effecting the Abolition of the Slave Trade in England in 1788.",
    "altText": "An aerial view of a ship's hold, filled with four rows of small human figures, packed shoulder to shoulder. There are 297 figures total, divided into four sections. On the far left is an area labeled \"girls room,\" which displays three rows of 10 shorter figures each. To its right is a section labeled \"women's room,\" which displays four rows of 21 figures each. To its right, in the middle of the diagram, is a section labeled \"Boys room,\" which displays 5 rows of 10 shorter figures each, and on the right half of the diagram is a section labeled \"Men's room,\" which contains 4 rows of taller figures, 24 figures in each. 20 additional figures fill the bow of the ship, and four additioanl figures, positioned sideways, fill the remaining space. The title of the image, \"Plan of an African Slave Ship's lower deck with Negroes in the Proportion of Only One to a Ton,\" is printed in cursive above the diagram.",
    "sensitive": true,
    "creditLine": "© Religious Society of Friends (Quakers) in Britain.",
    "digitizedLine": "Digitized by the Religious Society of Friends (Quakers) in Britain.",
    "source": "Religious Society of Friends (Quakers) in Britain",
    "sourceUrl": "https://libraryservices.jiscinvolve.org/wp/2016/06/the-library-of-the-society-of-friends/",
    "fee": false,
    "notes": "Need to contact them for original image and credit/fees",
    "frontPage": false,
    "year": 1788,
    "width": 2973,
    "height": 1213,
    "iiif": false,
    "chapter": "description"
  },
  "equiano-narrative": {
    "chapterTitle": "Description",
    "fileName": "equiano-narrative",
    "title": "The interesting narrative of the life of Olaudah Equiano, or Gustavus Vassa, the African , [frontispiece and title page]",
    "artist": "Olaudah Equiano",
    "caption": "The frontispiece and title page of Olaudah Equiano's <i>Narrative of the life of Olaudah Equiano, or Gustavus Vassa, the African (1789)</i>",
    "altText": null,
    "sensitive": false,
    "creditLine": "From the New York Public Library, https://digitalcollections.nypl.org/items/ce770ca0-bf89-013b-89be-0242ac110002",
    "digitizedLine": "Digitized by the New York Public Library",
    "source": "NYPL Schomburg Center for Research in Black Culture, Manuscripts, Archives and Rare Books Division",
    "sourceUrl": "https://digitalcollections.nypl.org/items/ce770ca0-bf89-013b-89be-0242ac110002",
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": 1789,
    "width": 7195,
    "height": 6601,
    "iiif": false,
    "chapter": "description"
  },
  "4-description-1789": {
    "chapterTitle": "Description",
    "fileName": "4-description-1789",
    "title": "Description of a Slave Ship",
    "artist": "London Committee",
    "caption": "A revised version of \"Plan of an African Slave Ship\" created by the London Committee of Society for Effecting the Abolition of the Slave Trade in England in 1789. This version expands upon the original diagram by including additional cross sections, as well as statistics and explanatory text.",
    "altText": "Part graphic and part text, this spread depicts and expounds upon the various sections of a slave ship. The top half of the page shows the images, while the bottom half contains small typescript explanations of the diagrams in the top half. On the right-hand side of the page, three different views of the length of the ship are printed in vertical succession: the first, labeled Fig. I, is a side-facing view of the outside of the ship, while the two underneath, labeled Fig. V and Fig. IV, respectively, are aerial views of a ship’s hold on the two levels below the deck. Each wall of the ship and its different rooms and levels is assigned a capital letter of the alphabet, so as to indicate consistency between the various perspective views of the ship. On the left-hand side of the page, four smaller images of stacked compartments and rooms in the ship are shown in more detail, labeled Fig III., Fig. II, Fig. VII, and Fig. VI, respectively. The top two figures on the left–figures III and II–show side views of the back of the ship (levels K, N, M, H, G, and O), while the bottom two figures–VII and VI–show aerial views beneath the deck. Keeping with the abstraction of the abovementioned Plan, the captured people on board are drawn with no remarkable individual features, merely shaded in black in a shape resembling the human body from the aerial views of the ship (shown in figures IV, V, VI, and VII). Moreover, the side views of the vessel–figures I, II, and III–abstract further from the human form by representing people by simple semicircles, which often overlap and lump together, to give the impression of heads in the hold of the ship.",
    "sensitive": true,
    "creditLine": "Image courtesy of the Beinecke Rare Book and Manuscript Library, Yale University.",
    "digitizedLine": "Digitized by Beinecke Rare Book and Manuscript Library, Yale University.",
    "source": "Beinecke Rare Book and Manuscript Library, Yale University",
    "sourceUrl": "https://collections.library.yale.edu/catalog/2026563",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1789,
    "width": 2000,
    "height": 2534,
    "iiif": false,
    "chapter": "description"
  },
  "6-stream": {
    "chapterTitle": "Description",
    "fileName": "6-stream",
    "title": "<i>Der Strom der Zeiten</i>",
    "artist": "Friedrich Strass",
    "caption": "An early and influential \"stream diagram\" created by Friedrich Strass in 1803. The diagram was translated into mulitple languages and became a model, in both Europe and the United States, for how chronology might be depicted.",
    "altText": "A “stream diagram” written in German that depicts major historical events, eras, and empires across the globe, colored according to region and pictured as water flowing from grayscale clouds at the top of the page. Each stream, which oscillates in size and merges with surrounding paths, contains small script detailing various leaders and conquests as time goes on “downstream.” The colors are predominately dull reds and blues––fading into the bland beige color of the paper––with only subtle differences in tone between them. The vertical borders of the chart, the left and right sides, show increments of time beginning hundreds of years back B.C., to the beginning of the nineteenth century when Strass composed the chart. Each stream descends to the bottom of the page where a different country is labeled beneath its cutoff.",
    "sensitive": false,
    "creditLine": "Image courtesy of the David Rumsey Map Collection, Cartography Associates.",
    "digitizedLine": "Digitized by the David Rumsey Map Collection, Cartography Associates.",
    "source": "David Rumsey Map Collection",
    "sourceUrl": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~281767~90063997:Der-Strom-der-Zeiten--the-stream-of",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1803,
    "width": 412,
    "height": 750,
    "iiif": false,
    "chapter": "description"
  },
  "5-The_history_of_the_rise": {
    "chapterTitle": "Description",
    "fileName": "5-The_history_of_the_rise",
    "title": "Unititled, from <i>The History of the Rise, Progress, and Accomplishment of the Abolition of the Slave Trade by the British Parliament</i>",
    "artist": "Thomas Clarkson",
    "caption": "A diagram of the British and American abolitionist movement, depicted as a set of rivers and tributaries, created by Thomas Clarkson to include in his book, <i>The history of the rise, progress, and accomplishment of the abolition of the African Slave-trade by the British parliament </i>(1808).",
    "altText": "A “stream chart,” or a map-like graphic that resembles water flowing downstream from the top of the page to the bottom, the metaphorical “rivers” growing in size and connecting as the viewer’s gaze travels downward with the water. The graphic is symbolic rather than concretely illustrative of particular waterways, for its connection to famous (albeit arbitrarily named) abolitionists is fluid, emphasized by the curved, bent, and swirling paths of the tributaries. While to Clarkson the diagram shows a watery path, the chart also resembles trees due to its brown color and rigid shapes, as if two sturdier trunks hold up the multiple diverging, splitting branches. While most of the branches or smaller rivers have abolitionist names associated with them, many of the cross-sections are also labeled with a letter from the English alphabet in, again, a seemingly arbitrary manner. The two bottom “trunks” or grander bodies of water at the bottom of the page are labeled X and Y (to the left and right, respectively), while the cross sections of the rivers that flow into both the X and Y rivers are labeled E and, just slightly above, C.",
    "sensitive": false,
    "creditLine": "Image courtesy of Wikimedia Commons.",
    "digitizedLine": "Digitized by Wellsley College / Boston Library Consortium Member Libraries.",
    "source": "Wikimedia Commons",
    "sourceUrl": "https://commons.wikimedia.org/wiki/File:The_history_of_the_rise,_progress,_and_accomplishment_of_the_abolition_of_the_African_Slave-trade_by_the_British_parliament_(1808)_(14589556558).jpg",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1808,
    "width": 1280,
    "height": 913,
    "iiif": false,
    "chapter": "description"
  },
  "7-Bell": {
    "chapterTitle": "Description",
    "fileName": "7-Bell",
    "title": "English translation of Freidrich Strass's <i>Strom der Zeiten</i>",
    "artist": "William Bell",
    "caption": "An English translation of Strass's <i>Strom der Zeiten</i>, published in 1849.",
    "altText": "Strass’s “stream diagram” translated from German to English. In contrast to the original, this chart is vibrantly colored, with bright yellows and light pinks and reds standing out against the paper’s color. The clouds heading the page remain grayscale, but the border is green instead of the faded beige tone of Strass’s original. Also unlike the original, at the bottom of the page, beneath the streams, two paragraphs offer an explanation for what Strass calls the “universal history” of the world.",
    "sensitive": false,
    "creditLine": "Image courtesy of Cotsen Children's Collection, Department of Rare Books and Special Collections, Princeton University.",
    "digitizedLine": "Digitized by the Department of Rare Books and Special Collections, Princeton University.",
    "source": "Cotsen Children's Collection, Department of Rare Books and Special Collections, Princeton University.",
    "sourceUrl": null,
    "fee": false,
    "notes": "Need to contact them for original image",
    "frontPage": true,
    "year": 1849,
    "width": 455,
    "height": 750,
    "iiif": false,
    "chapter": "description"
  },
  "9-isotype": {
    "chapterTitle": "Description",
    "fileName": "9-isotype",
    "title": "Slaventransporten Naar Amerika (Slave Transports to America)",
    "artist": "Otto and Marie Neurath",
    "caption": "A 1935 diagram created by Otto and Marie Neurath, inventors of the ISOTYPE system, which depicts a version of the slave ship diagram alongside their isotype icons for enslaved people.",
    "altText": "An infographic created in 1935 showing three views of a slave ship, as well as the frequency of capture of enslaved people in four different years over the eighteenth and nineteenth centuries. The first ship, labeled A, is printed near the top center of the page and depicts a side length view of its four levels; the second view beneath image A is an aerial view of the length of the ship, labeled B; and one interior view of the different floors of the ship, labeled C, is printed to the left of A and B. Next to the ship diagrams, to the right of the page, are four rows of human-shaped icons, shaded in black except for a blank space supposedly to indicate a layer of fabric covering genitalia. They are all gender-ambivalent, a mere outline recognizable as a human body with no individual physical traits depicted. The first row of icons only shows one figure next to the date 1700. The second row, below the first, shows three figures next to the date 1800. The third row represents 1825 and lines up five icons. The fourth and final row represents the year 1850 and shows two icons. Beneath the images is a paragraph-length description in Dutch of a brief history of the Atlantic Slave Trade.",
    "sensitive": false,
    "creditLine": "Mundaneum Institute in The Hague, Wereldverkeer, 1935. Otto and Marie Neurath Isotype Collection, University of Reading.",
    "digitizedLine": "Digitized by the Otto and Marie Neurath Isotype Collection, University of Reading.",
    "source": "Mundaneum Institute in The Hague, Wereldverkeer, 1935. Otto and Marie Neurath Isotype Collection, University of Reading.",
    "sourceUrl": "n/a (see email)",
    "fee": false,
    "notes": "Have permissions letter on file. No fee.",
    "frontPage": false,
    "year": 1935,
    "width": 902,
    "height": 641,
    "iiif": false,
    "chapter": "description"
  },
  "fisk-plate22sheet09": {
    "chapterTitle": "Description",
    "fileName": "fisk-plate22sheet09",
    "title": "Geological Investigation of the Alluvial Valley of the Lower Mississippi River, plate 22",
    "artist": "Harold Fisk",
    "caption": "One of the fifteen maps included in Harold Fisk's Geological Investigation of the Alluvial Valley of the Lower Mississippi River (1944)",
    "altText": null,
    "sensitive": false,
    "creditLine": "US Army Corps of Engineers, Engineer Research and Development Center",
    "digitizedLine": null,
    "source": null,
    "sourceUrl": "https://lmvmapping.erdc.usace.army.mil/",
    "fee": false,
    "notes": "Many other to choose from! http://www.radicalcartography.net/index.html?fisk",
    "frontPage": true,
    "year": 1944,
    "width": 2284,
    "height": 3175,
    "iiif": false,
    "chapter": "description"
  }
}