{
  "8-lyra": {
    "chapterTitle": "Playfair",
    "fileName": "8-lyra",
    "title": "Screenshot of Playfair's chart of wheat vs. wages created using Lyra, a visualization platform.",
    "artist": "Arvind Satyanarayan and Jeffrey Heer",
    "caption": "Playfair's chart of wheat and wages, as recreated in Lyra, an early visualization platform designed by Arvind Satyanarayan and Jeffrey Heer",
    "altText": "A screenshot of a visualization programming website where the designer creates a digital version of Playfair’s chart, located between two tools tabs for the designer to edit the chart. The left side of the website displays user tools to insert data for the year, wheat, and wage values. The right side shows various tools to create design changes in the chart. The chart displays the same trends and keeps to the same color palette as Playfair’s original diagram.",
    "sensitive": false,
    "creditLine": "Screenshot by Lauren Klein.",
    "digitizedLine": "n/a",
    "source": "n/a",
    "sourceUrl": "http://idl.cs.washington.edu/projects/lyra/app/#?example=playfair",
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": null,
    "chapter": "playfair"
  },
  "9-protovis": {
    "chapterTitle": "Playfair",
    "fileName": "9-protovis",
    "title": "Screenshot of Playfair's chart of wheat vs. wages created using Protovis, an early JavaScript visualization library.",
    "artist": "Mike Bostock",
    "caption": "The same chart recreated in Protovis, an early JavaScript visualization library developed by Mike Bostock.",
    "altText": "A screenshot of another digital recreation of Playfair’s chart on a different website. The chart is identical to the digital recreation just above. The title of the website page reads, “Playfair’s Wheat,” and the page also includes a brief description of the chart below it. Near the bottom of the webpage, the word “Source” is bolded and enlarged, followed by coded script.",
    "sensitive": false,
    "creditLine": "Screenshot by Lauren Klein.",
    "digitizedLine": "n/a",
    "source": "n/a",
    "sourceUrl": "http://mbostock.github.io/protovis/ex/wheat.html",
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": null,
    "chapter": "playfair"
  },
  "10-Camoes": {
    "chapterTitle": "Playfair",
    "fileName": "10-Camoes",
    "title": "Screenshot of Playfair's chart of wheat vs. wages created using Microsoft Excel.",
    "artist": "Jorge Camoes",
    "caption": "The same chart recreated in Microsoft Excel by Jorge Camoes. (Camoes also recreates one of Playfair's import/export charts).",
    "altText": "A screenshot of the same digitized chart of wheat and wages with additional details from Playfair’s original chart, such as cursive fonts and labeled century delineations that bracket specific monarchs’ reigns.",
    "sensitive": false,
    "creditLine": "Screenshot by Lauren Klein.",
    "digitizedLine": "n/a",
    "source": "n/a",
    "sourceUrl": "https://excelcharts.com/excel-charts-meet-william-playfair/",
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": null,
    "chapter": "playfair"
  },
  "table-1787": {
    "chapterTitle": "Playfair",
    "fileName": "table-1787",
    "title": "Plate V. America.",
    "artist": "William Playfair",
    "caption": "The data on \"America\" included in the second edition of <i>The Commercial and Political Atlas (1787), on the recommendation of James Watt.</i>",
    "altText": "An early edition of Playfair’s line graph “Exports and Imports to and from all [of] North America.” The page is yellowed and slightly worn, and the black and white text and graph contents are faded. The same movement in imports and exports is shown from the finalized graph described earlier.",
    "sensitive": false,
    "creditLine": "Image courtesy of the Library Company of Philadelphia, www.librarycompany.org.",
    "digitizedLine": "Digitized by the Library Company of Philadelphia.",
    "source": "Library Company of Philadelphia",
    "sourceUrl": "n/a",
    "fee": true,
    "notes": "title confusion with one below??",
    "frontPage": false,
    "year": 1787,
    "chapter": "playfair"
  },
  "chart-1787": {
    "chapterTitle": "Playfair",
    "fileName": "chart-1787",
    "title": "Imports and Exports to and from North America from 1700 to 1786",
    "artist": "William Playfair",
    "caption": "n/a",
    "altText": "[Not finding this??]",
    "sensitive": false,
    "creditLine": "Image courtesy of the Library Company of Philadelphia, www.librarycompany.org.",
    "digitizedLine": "Digitized by the Library Company of Philadelphia.",
    "source": "Library Company of Philadelphia",
    "sourceUrl": "n/a",
    "fee": true,
    "notes": "Include original chart on front page. Requested high-res scan from LCP 12/25.",
    "frontPage": true,
    "year": 1787,
    "chapter": "playfair"
  },
  "3-pie": {
    "chapterTitle": "Playfair",
    "fileName": "3-pie",
    "title": "Chart Representing the Extent, Population & Revenues, of the Principal Nations in Europe, after the Division of Poland & Treaty of Luneville",
    "artist": "William Playfair",
    "caption": "Playfair's \"Chart Representing the Extent, Population & Revenues, of the Principal Nations in Europe, after the Division of Poland & Treaty of Luneville,\" published in The Statistical Breviary (1801). The pie charts included in this volume are considered the first presently known.",
    "altText": "A chart titled, \"Chart Representing the Extent, Population & Revenues, of the Principal Nations in Europe, after the Division of Poland & Treaty of Luneville.” Multicolored circles form a horizontal line, decreasing in size from left to right.",
    "sensitive": false,
    "creditLine": "Images courtesy of Wikimedia Commons.",
    "digitizedLine": null,
    "source": "Wikimedia Commons",
    "sourceUrl": "https://commons.wikimedia.org/wiki/File:Playfair_piecharts.jpg",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1801,
    "chapter": "playfair"
  },
  "1-northamerica": {
    "chapterTitle": "Playfair",
    "fileName": "1-northamerica",
    "title": "Exports & Imports to and from all North-America",
    "artist": "William Playfair",
    "caption": "Playfair's chart of “Exports & Imports to and from all North-America,” from the third edition of The Commercial and Political Atlas (1801).",
    "altText": "A line graph entitled, “Exports and Imports to and from all [of] North America.” The vertical Y axis measures money, and the horizontal X axis measures years in increments of ten from 1700 to 1800. Exports peak at 4.5 million in 1771 and again in 1800 at 4.8 million, while imports gradually increase from 400,000 to 1.8 million between 1700 and 1776, hitting another peak at 3.2 million in the year 1800. When the lines cross and exports exceed imports, Playfair shades in the intersection in green to show the “balance in favour of England.” When they cross between 1700 and 1745, imports exceed exports, and the area is shaded in red to show monetary deficit.",
    "sensitive": false,
    "creditLine": "Image courtesy of the Library Company of Philadelphia, www.librarycompany.org.",
    "digitizedLine": "Digitized by the Library Company of Philadelphia.",
    "source": "Library Company of Philadelphia",
    "sourceUrl": "n/a",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1801,
    "chapter": "playfair"
  },
  "2-wheat": {
    "chapterTitle": "Playfair",
    "fileName": "2-wheat",
    "title": "Chart Showing at One View the Price of the Quarter of Wheat, & Wages of Labour by the Week, from the Year 1565 to 1821",
    "artist": "William Playfair",
    "caption": "One of Playfair's most iconic images, \"Chart Showing at One View the Price of the Quarter of Wheat, & Wages of Labour by the Week, from the Year 1565 to 1821,\" published in 1822. The chart's representation of the price of wheat is among the first bar charts presently known. (The bar charts included in Playfair's <i>Commercial and Political Atlas</i> are believed to be the first.).",
    "altText": "A historical bar chart with the title, “Chart Showing at One View the Price of the Quarter of Wheat, & Wages of Labour by the Week, from the Year 1565 to 1821.” The chart’s horizontal X axis measures the year, and the vertical Y axis measures the price of the quarter of wheat in shillings. The years are separated by century, from the sixteenth to the nineteenth, and further subdivided by England’s monarchy. Below the differing prices of wheat, which are drawn in grayscale bars likening a silhouetted cityscape, a horizontal red line shows the “weekly wages of a good mechanic.” This line never surpasses the price of wheat, increasing steadily as the years go by.",
    "sensitive": false,
    "creditLine": "Images courtesy of Wikimedia Commons.",
    "digitizedLine": null,
    "source": "Wikimedia Commons",
    "sourceUrl": "https://commons.wikimedia.org/wiki/File:Chart_Showing_at_One_View_the_Price_of_the_Quarter_of_Wheat,_and_Wages_of_Labour_by_the_Week,_from_1565_to_1821.png",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1821,
    "chapter": "playfair"
  },
  "6-snow": {
    "chapterTitle": "Playfair",
    "fileName": "6-snow",
    "title": "Untitled, from \"Report on the cholera outbreak in the Parish of St. James, Westminster, during the autumn of 1854\"",
    "artist": "John Snow",
    "caption": "The map created by John Snow in 1854 that shows how Cholera cases are clustered around the town's water pump.",
    "altText": "A map of a town’s cholera cases. Cholera presence is indicated by clusters of short lines that are stacked along streets and within neighborhoods.",
    "sensitive": false,
    "creditLine": "Image courtesy of Wikimedia Commons",
    "digitizedLine": null,
    "source": "Wikimedia Commons",
    "sourceUrl": "https://commons.wikimedia.org/wiki/File:A_map_taken_from_a_report_by_Dr._John_Snow_Wellcome_L0072917.jpg",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1855,
    "chapter": "playfair"
  },
  "7-nightingale": {
    "chapterTitle": "Playfair",
    "fileName": "7-nightingale",
    "title": "Diagram of the causes of mortality in the army in the East",
    "artist": "Florence Nightingale",
    "caption": "The coxcomb chart created by Florence Nightingale in 1858 which emphasizes the number of (preventable) British military deaths due to poor sanitation.",
    "altText": "A diagram titled, “Diagram of the Causes of Mortality in the Army in the East.” Two coxcomb charts depict preventable deaths, deaths from wounds, and deaths from other causes, each represented in blue, red, or black, respectively for a year. The chart on the left, marking months between April 1855 and March 1856, is half the size of the chart on the right, which shows Nightingale’s different categorizations of deaths from April of 1854 to March 1855.",
    "sensitive": false,
    "creditLine": "Image courtesy of Wikimedia Commons",
    "digitizedLine": null,
    "source": "Wikimedia Commons",
    "sourceUrl": "https://commons.wikimedia.org/wiki/File:Nightingale-mortality.jpg",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1858,
    "chapter": "playfair"
  },
  "5-minard": {
    "chapterTitle": "Playfair",
    "fileName": "5-minard",
    "title": "Carte Figurative des pertes successives en hommes de l'armée française dans la campagne de Russie 1812-1813",
    "artist": "Charles Minard",
    "caption": "Charles Minard's 1869 chart of Napoleon's failed Russia campaign.",
    "altText": "A line graph by Charles Minard inspired by Playfair. The graph’s descriptive text is in French. The title translates to “the losses of the French army in the Russian campaign from, 1812-1813.” Two thick horizontal lines dominate the graph. A beige line is thickest and top-most on the graph, decreasing in thickness as the line moves right, indicating movement across Russia. Underneath the beige line, a black line decreases in thickness as the line moves left, indicating retreating movement from Russia by Napoleon’s army. Both lines hit various peaks and valleys, but only intersect at “Polotsk.”",
    "sensitive": false,
    "creditLine": "Image courtesy of Wikimedia Commons.",
    "digitizedLine": null,
    "source": "Wikimedia Commons",
    "sourceUrl": "https://commons.wikimedia.org/wiki/File:Minard.png",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1869,
    "chapter": "playfair"
  },
  "jevons": {
    "chapterTitle": "Playfair",
    "fileName": "jevons",
    "title": "Untitled, from The Principles of Science, Book IV",
    "artist": "William Staney Jevons",
    "caption": "Jevons's illustration of the benefits of the \"graphical method,\" in which \"it becomes possible to trae a line among the points which will approximate to the true law more nearly than the ponts themselves.\"",
    "altText": "A page from a book where, inserted between text in the top half of the page, a simple line graph is displayed. The downward sloping line is plotted onto a grid that consists of 1-unit measurements. The vertical Y axis value is labeled “variant,” and the horizontal X axis value is labeled as “variable.” The downward slope indicates that as the variable increases in amount, the variant decreases.",
    "sensitive": false,
    "creditLine": "Image courtesy of Google Books",
    "digitizedLine": "Digitized by Harvard University",
    "source": "Google Books",
    "sourceUrl": "https://www.google.com/books/edition/The_Principles_of_Science_Book_IV_Induct/Qsmn7bAvzxoC?hl=en&gbpv=0",
    "fee": false,
    "notes": "Maybe replace w/ a better image?",
    "frontPage": true,
    "year": 1874,
    "chapter": "playfair"
  }
}