{"wood":{"chapterTitle":"Playfair","fileName":"wood","title":"Screenshot of Playfair's chart of wheat vs. wages recreated with Observable Plot.","artist":"Jo Wood","caption":"Screenshot of Playfair's chart of wheat vs. wages recreated by Jo Wood using Observable Plot.","altText":null,"sensitive":false,"creditLine":"Screenshot by Lauren Klein.","digitizedLine":"n/a","source":"n/a","sourceUrl":"https://observablehq.com/@jwolondon/wheat-and-wages","fee":false,"notes":null,"frontPage":false,"year":0,"width":2032,"height":1068,"iiif":false,"chapter":"playfair"},"10-camoes":{"chapterTitle":"Playfair","fileName":"10-camoes","title":"Screenshot of Playfair's chart of wheat vs. wages created using Microsoft Excel.","artist":"Jorge Camoes","caption":"The same chart recreated in Microsoft Excel by Jorge Camoes. (Camoes also recreates one of Playfair's import/export charts).","altText":"A screenshot of the same digitized chart of wheat and wages with additional details from Playfair’s original chart, such as cursive fonts and labeled century delineations that bracket specific monarchs’ reigns.","sensitive":false,"creditLine":"Screenshot by Lauren Klein.","digitizedLine":"n/a","source":"n/a","sourceUrl":"https://excelcharts.com/excel-charts-meet-william-playfair/","fee":false,"notes":null,"frontPage":false,"width":926,"height":599,"iiif":false,"year":0,"chapter":"playfair"},"buache":{"chapterTitle":"Playfair","fileName":"buache","title":"Profils Représentés la Cruë et la Diminution des Eaux de la Seine","artist":"Philippe Buache","caption":"A bar chart from 1770 created by the French mapmaker Philippe Buache. William Playfair included a less ornate bar chart in his <i>Commerical and Political Atlas</i>, and returned the form later in life.","altText":null,"sensitive":false,"creditLine":"Image from the David Rumsey Map Collection courtesy Stanford University Libraries.","digitizedLine":"Digitized by the David Rumsey Map Collection, Cartography Associates.","source":"David Rumsey Map Collection","sourceUrl":"https://purl.stanford.edu/gd670qg1056","fee":false,"notes":null,"frontPage":true,"year":1770,"width":8090,"height":6925,"iiif":false,"chapter":"playfair"},"PLACEHOLDER-data-table-2":{"chapterTitle":"Playfair","fileName":"PLACEHOLDER-data-table-2","title":"Plate XI. All North America.","artist":"William Playfair","caption":"The data on \"America\" included in the second edition of <i>The Commercial and Political Atlas (1787), on the recommendation of James Watt.</i>","altText":null,"sensitive":false,"creditLine":"Image courtesy of the Library Company of Philadelphia, www.librarycompany.org.","digitizedLine":"Digitized by the Library Company of Philadelphia.","source":"Library Company of Philadelphia","sourceUrl":null,"fee":true,"notes":"Need to request scan from LCP but their website says to check back in April: https://librarycompany.org/using-the-library/rightsrepro/","frontPage":false,"year":1787,"individuals":null,"contributed":null,"width":2373,"height":1765,"iiif":false,"chapter":"playfair"},"PLACEHOLDER-early-bar-chart":{"chapterTitle":"Playfair","fileName":"PLACEHOLDER-early-bar-chart","title":"Exports and Imports of Scotland to and from different parts for one Year from Christmas 1780 to Christmans 1781","artist":"William Playfair","caption":"The bar chart included in Playfair's <i>Commercial and Political Atlas, considered one of the first examples of the bar chart form.</i>","altText":null,"sensitive":false,"creditLine":"Image courtesy of the Library Company of Philadelphia, www.librarycompany.org.","digitizedLine":"Digitized by the Library Company of Philadelphia.","source":"Library Company of Philadelphia","sourceUrl":null,"fee":true,"notes":"Need to request scan from LCP but their website says to check back in April: https://librarycompany.org/using-the-library/rightsrepro/","frontPage":true,"year":1787,"width":1605,"height":1381,"iiif":false,"chapter":"playfair"},"table-1787":{"chapterTitle":"Playfair","fileName":"table-1787","title":"Plate V. America.","artist":"William Playfair","caption":"The data on \"America\" included in the second edition of <i>The Commercial and Political Atlas (1787), on the recommendation of James Watt.</i>","altText":"A table of four columns that lists, from left to right: the year, import amount, export amount, and balance between imports and exports. From top to bottom, the data reads as follows: In 1770, there were 1,480,000 imports and 4,550,000 exports, yielding a balance of 3,070,000. In 1771, there were 1,430,000 imports and 4,630,000 exports, yielding a balance of 3,200,000. In 1772, there were 1,445,000 imports and 3,600,000 exports, yielding a balance of 2,155,000. In 1773, there were 1,465,000 imports and 2,465,000 exports, yielding a balance of 1,000,000. In 1774, there were 1,435,000 imports and 3,840,000 exports, yielding a balance of 2,300,000. In 1775, there were 2,065,000 imports and 985,000 exports, yielding a balance of 1,080,000. In 1776, there were 245,000 imports and 1,190,000 exports, yielding a balance of 945,000. In 1777, there were 230,000 imports and 1,880,000 exports, yielding a balance of 1,650,000. In 1778, there were 265,000 imports and 1,150,000 exports, yielding a balance of 885,000. In 1779, there were 295,000 imports and 1,370,000 exports, yielding a balance of 1,075,000. In 1780, there were 300,000 imports and 1,805,000 exports, yielding a balance of 1,505,000. In 1781, there were 385,000 imports and 1,545,000 exports, yielding a balance of 1,160,000. And finally, in 1782, there were 295,000 imports and 905,000 exports, yielding a balance of 610,000.","sensitive":false,"creditLine":"Image courtesy of the Library Company of Philadelphia, www.librarycompany.org.","digitizedLine":"Digitized by the Library Company of Philadelphia.","source":"Library Company of Philadelphia","sourceUrl":"n/a","fee":true,"notes":"title confusion with one below??","frontPage":false,"year":1787,"width":263,"height":206,"iiif":false,"chapter":"playfair"},"PLACEHOLDER-west-indies":{"chapterTitle":"Playfair","fileName":"PLACEHOLDER-west-indies","title":"Chart of the Exports and Imports to and from the West Indies from the Year 1700 to 1780 by W Playfair","artist":"William Playfair","caption":"Playfair's chart of “Exports and Imports to and from the West Indies,” from the second edition of The Commercial and Political Atlas (1787).","altText":null,"sensitive":false,"creditLine":"Image courtesy of the Library Company of Philadelphia, www.librarycompany.org.","digitizedLine":"Digitized by the Library Company of Philadelphia.","source":"Library Company of Philadelphia","sourceUrl":null,"fee":true,"notes":null,"frontPage":true,"year":1787,"individuals":null,"contributed":null,"width":1605,"height":1413,"iiif":false,"chapter":"playfair"},"3-pie":{"chapterTitle":"Playfair","fileName":"3-pie","title":"Chart Representing the Extent, Population & Revenues, of the Principal Nations in Europe, after the Division of Poland & Treaty of Luneville","artist":"William Playfair","caption":"Playfair's \"Chart Representing the Extent, Population & Revenues, of the Principal Nations in Europe, after the Division of Poland & Treaty of Luneville,\" published in The Statistical Breviary (1801). The pie charts included in this volume are considered the first presently known.","altText":"A chart of twelve multicolored circles line the bottom of a chart and decrease in size from left to right. The chart details the extent, population, and revenues of various European nations, beginning with the Russian Empire, the largest circle, to Portugal, the smallest. Each circle is cut through in half by a horizontal line, which also serves as the bottom line of the vertical Y axis that measures square miles by the million, from 1 to 30 million. Russia’s circle, colored in green, contains within it a smaller pink circle to depict the territories of the empire in the European continent (green) and the Asian continent (pink), where the empire controlled in total 4,720,000 square miles of land after the Treaty of Luneville and the division of Poland. The next circle, showing the Turkish territories, resembles a pie chart divided into three slices of pink, green, and yellow, which depict the territories the empire controlled in Europe, Asia, and Africa (respectively), totalling to 700,000 square miles. The next two circles are, first, Sweden, colored in green, and, second, territories the map calls “Emperor’s Possessions” or “Dominions,” colored in pink, which amount to 209,000 and 204,000 square miles, respectively. France is next, with a pink outer circle and green inner circle to show the different continents (Asian and European, same as above) in which the empire has territories, which in total square miles comes to 182,000. Denmark (pink), Germany (pink, yellow, and green, like the Turkish empire), and Spain (green) follow, controlling 170,000, 168,000, and 148,000 square miles, respectively. Great Britain (green), Prussia (pink), countries under the power of the French (green), and Portugal (green) remain, with total square miles in each empire’s control being 105,000, 90,000, 80,000, and 27,000, respectively. From each circle, except the second smallest circle of countries in the power of the French, two lines extend vertically from their diameters, one higher than the other, and a dotted line connects the tip of each to demonstrate the difference between population and revenue.","sensitive":false,"creditLine":"Images courtesy of Wikimedia Commons.","digitizedLine":null,"source":"Wikimedia Commons","sourceUrl":"https://commons.wikimedia.org/wiki/File:Playfair_piecharts.jpg","fee":false,"notes":null,"frontPage":true,"year":1801,"width":1050,"height":587,"iiif":false,"chapter":"playfair"},"1-northamerica":{"chapterTitle":"Playfair","fileName":"1-northamerica","title":"Exports & Imports to and from all North-America","artist":"William Playfair","caption":"Playfair's chart of “Exports & Imports to and from all North-America,” from the third edition of The Commercial and Political Atlas (1801).","altText":"A line graph that tracks exports leaving and imports arriving in North America. The vertical Y axis measures money in millions, and the horizontal X axis measures years in increments of ten from 1700 to 1800. Exports peak at 4.5 million in 1771 and again in 1800 at 4.8 million, while imports gradually increase from 400,000 to 1.8 million between 1700 and 1776, hitting another peak at 3.2 million in the year 1800. When the lines cross and exports exceed imports, Playfair shades in the intersection in green to show the “balance in favour of England.” When they cross between 1700 and 1745, imports exceed exports, and the area is shaded in red to show monetary deficit.","sensitive":false,"creditLine":"Image courtesy of the Library Company of Philadelphia, www.librarycompany.org.","digitizedLine":"Digitized by the Library Company of Philadelphia.","source":"Library Company of Philadelphia","sourceUrl":"n/a","fee":false,"notes":null,"frontPage":true,"year":1801,"width":1364,"height":801,"iiif":false,"chapter":"playfair"},"2-wheat":{"chapterTitle":"Playfair","fileName":"2-wheat","title":"Chart Showing at One View the Price of the Quarter of Wheat, & Wages of Labour by the Week, from the Year 1565 to 1821","artist":"William Playfair","caption":"One of Playfair's most iconic images, \"Chart Showing at One View the Price of the Quarter of Wheat, & Wages of Labour by the Week, from the Year 1565 to 1821,\" published in 1822. The chart's representation of the price of wheat is among the first bar charts presently known. (The bar charts included in Playfair's <i>Commercial and Political Atlas</i> are believed to be the first.).","altText":"A historical chart that combines bar and line graph styles to compare the price of wheat to weekly wages mechanics made from the sixteenth to the nineteenth centuries. The chart’s horizontal X axis measures the year from 1565 to 1821 in five year divisions, and the vertical Y axis measures the price of the quarter of wheat in shillings, also counted by five from 0 to 100 shillings. The years are separated by century and further subdivided by England’s monarchy (from earliest to latest: Elizabeth, James I, Charles I, Cromwell, Charles II, James II, William and Mary, Anne, George I, George II, George III, and George IV). Below the differing prices of wheat, which are drawn in grayscale bars likening a silhouetted cityscape, a horizontal red line shows the “weekly wages of a good mechanic.” This line, increasing steadily as the years go by, never surpasses even the lowest points of the price of wheat.","sensitive":false,"creditLine":"Images courtesy of Wikimedia Commons.","digitizedLine":null,"source":"Wikimedia Commons","sourceUrl":"https://commons.wikimedia.org/wiki/File:Chart_Showing_at_One_View_the_Price_of_the_Quarter_of_Wheat,_and_Wages_of_Labour_by_the_Week,_from_1565_to_1821.png","fee":false,"notes":null,"frontPage":true,"year":1821,"width":1000,"height":528,"iiif":false,"chapter":"playfair"},"6-snow":{"chapterTitle":"Playfair","fileName":"6-snow","title":"Untitled, from \"Report on the cholera outbreak in the Parish of St. James, Westminster, during the autumn of 1854\"","artist":"John Snow","caption":"The map created by John Snow in 1854 that shows how Cholera cases are clustered around the town's water pump.","altText":"An aerial map of a town’s cholera cases. Cholera presence is indicated by clusters of short squares that are stacked along streets and within neighborhoods.","sensitive":false,"creditLine":"Image courtesy of Wikimedia Commons","digitizedLine":null,"source":"Wikimedia Commons","sourceUrl":"https://commons.wikimedia.org/wiki/File:A_map_taken_from_a_report_by_Dr._John_Snow_Wellcome_L0072917.jpg","fee":false,"notes":null,"frontPage":true,"year":1855,"width":1092,"height":1024,"iiif":false,"chapter":"playfair"},"7-nightingale":{"chapterTitle":"Playfair","fileName":"7-nightingale","title":"Diagram of the causes of mortality in the army in the East","artist":"Florence Nightingale","caption":"The coxcomb chart created by Florence Nightingale in 1858 which emphasizes the number of (preventable) British military deaths due to poor sanitation.","altText":"A diagram that shows two pinwheel-like coxcomb charts, which depict preventable deaths, deaths from wounds, and deaths from other causes, each represented in blue, red, or black, respectively, for a year. The chart on the left, marking months between April 1855 and March 1856, is half the size of the chart on the right, which shows Nightingale’s different categorizations of deaths from April of 1854 to March 1855.","sensitive":false,"creditLine":"Image courtesy of Wikimedia Commons","digitizedLine":null,"source":"Wikimedia Commons","sourceUrl":"https://commons.wikimedia.org/wiki/File:Nightingale-mortality.jpg","fee":false,"notes":null,"frontPage":true,"year":1858,"width":2560,"height":1400,"iiif":false,"chapter":"playfair"},"5-minard":{"chapterTitle":"Playfair","fileName":"5-minard","title":"Carte figurative des pertes successives en hommes de l'armee française dans la campagne de Russie 1812-1813 comparées à celle d'Hannibal durant la 2ème Guerre Punique","artist":"Charles Joseph Minard","caption":"Charles Minard's 1869 chart of Napoleon's failed Russia campaign.","altText":"A line graph by Charles Minard inspired by Playfair. The graph’s descriptive text is in French. The title translates to “the losses of the French army in the Russian campaign from 1812-1813.” Two thick, jagged horizontal lines dominate the graph. A beige line is thickest and top-most on the graph, decreasing in thickness as the line moves right, indicating movement across Russia. Underneath the beige line, a black line decreases in thickness as the line moves left, indicating retreating movement from Russia by Napoleon’s army. Both lines hit various peaks and valleys, but only intersect at “Polotsk.”","sensitive":false,"creditLine":"Courtesy of the Bibliothèque nationale de France","digitizedLine":null,"source":null,"sourceUrl":"https://catalogue.bnf.fr/ark:/12148/cb40650878p","fee":false,"notes":"Academic use is free. Can pay for higher-res version if necessary.","frontPage":true,"year":1869,"width":1185,"height":1054,"iiif":false,"chapter":"playfair"}}