{
  "speck-lookout-tree": {
    "chapterTitle": "Shanawdithit",
    "fileName": "speck-lookout-tree",
    "title": "Lookout Tree at Red Indian Point. Close view showing trimmed branches.",
    "artist": "Frank G. Speck",
    "caption": "A photograph of a lookout tree at Beothuk Point, taken in 1914 by the American anthropologist Frank Speck.",
    "altText": "A black-and-white photograph of a tall tree on the shore of a lake. Various logs pile around the base of the tree, and another shorter tree with leaves stands behind the tree that is closer to the lens of the camera. A blurry background lies beyond the lake.",
    "sensitive": false,
    "creditLine": "Image courtesy of the Internet Archive.",
    "digitizedLine": "Digitized by the University of California Libraries",
    "source": "Internet Archive",
    "sourceUrl": "https://archive.org/details/beothukmicmac00spec",
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": 0,
    "chapter": "shanawdithit"
  },
  "speck-treetop": {
    "chapterTitle": "Shanawdithit",
    "fileName": "speck-treetop",
    "title": "View across Red Indian Lake from Red Indian Point, taken from near the top of \"lookout tree.\" Showing view of the water where caribou swam by",
    "artist": "Frank G. Speck",
    "caption": "Speck's photograph of the view across Beothuk Lake, taken from \"near the top\" of the lookout tree.",
    "altText": "A black-and-white photo of a view of a lake from the top of the tree, with a blurry outline of leaves obscuring the view of the lake and the distant shore across it.",
    "sensitive": false,
    "creditLine": "Image courtesy of the Internet Archive.",
    "digitizedLine": "Digitized by the University of California Libraries",
    "source": "Internet Archive",
    "sourceUrl": "https://archive.org/details/beothukmicmac00spec",
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": 0,
    "chapter": "shanawdithit"
  },
  "fidler-large-HBCA-E3-2-225": {
    "chapterTitle": "Shanawdithit",
    "fileName": "fidler-large-HBCA-E3-2-225",
    "title": "\"An Indian Map of the Different Tribes that inhabit on the East & West Side of the Rocky Mountains with all the rivers & other remarkbl. places, also the number of Tents etc. Drawn by the Feathers or Ac ko mok ki -- a Black foot chief -- 7th Feby. 1801 -- reduced 1/4 from the Original Size -- by Peter Fidler.\"",
    "artist": "Peter Fidler; copy of a map drawn by Ac ko mok ki [Akutkomikimaan], a Blackfoot [Siksika] chief",
    "caption": "A copy of map first drawn in the snow by Ac Ko Mok Ki, a Siksika leader, in the winter of 1801, which represented nearly 200,000 square miles of the North American continent.",
    "altText": "A sketch of the tribes which reside on the East and West sides of the Rocky Mountains. Each tribe is depicted as a circle on the map written next to a number, and a key in the top left corner describes the name of each numbered tribe with a corresponding number of tribe members [CHECK]. The left side of the map shows six lines that slope down and to the right, which the right-hand side imperfectly mirrors, meeting, assumedly, at the peak of the mountain. A horizontal divider between the key and the map stretches across the page, with various letters of the English alphabet marked along it, corresponding to another key on the bottom right corner of the map. Next to the key on the right are more circles and lines to indicate tribes that reside farther away from the central peak depicted. In the bottom left-hand corner, there is an annotation by Fidler that notes how many days it takes to travel between the numbered locations.",
    "sensitive": false,
    "creditLine": "Hudson's Bay Company Archives, Archives of Manitoba, Peter Fidler journals of exploration and survey, 1792-1806, G.1/25.",
    "digitizedLine": "Digitized by the Hudson's Bay Company Archives.",
    "source": "Hudson's Bay Company Archives, Archives of Manitoba",
    "sourceUrl": "http://pam.minisisinc.com/scripts/mwimain.dll/144/LISTINGS_IMAGES/LISTINGS_DET_IMAGES/SISN%20750363?sessionsearch",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1801,
    "chapter": "shanawdithit"
  },
  "placeholder-humboldt-sketch": {
    "chapterTitle": "Shanawdithit",
    "fileName": "placeholder-humboldt-sketch",
    "title": "Géographie des plantes près de l´équateur.",
    "artist": "Alexander von Humboldt",
    "caption": "A sketch of Humboldt's famed diagram of Chimborazo, created in the same year as Caldas's drawings.",
    "altText": null,
    "sensitive": false,
    "creditLine": "Permission pending.",
    "digitizedLine": null,
    "source": "Museo Nacional de Colombia",
    "sourceUrl": null,
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1803,
    "individuals": null,
    "contributed": null,
    "chapter": "shanawdithit"
  },
  "placeholder-caldas-1803-1": {
    "chapterTitle": "Shanawdithit",
    "fileName": "placeholder-caldas-1803-1",
    "title": "Plano de nivelacion de algunas plantas",
    "artist": "Francisco José de Caldas",
    "caption": "An elevation profile of Chimborazo, created by the Colombian naturalist Francisco José de Caldas, that likely inspired Humboldt's famous visualization.",
    "altText": null,
    "sensitive": false,
    "creditLine": "Permission pending.",
    "digitizedLine": null,
    "source": "Museo Historia Natural Madrid",
    "sourceUrl": "https://jorgecanizaresesguerra.medium.com/screw-humboldt-def1320213f5",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1803,
    "individuals": null,
    "contributed": null,
    "chapter": "shanawdithit"
  },
  "placeholder-caldas-1803-2": {
    "chapterTitle": "Shanawdithit",
    "fileName": "placeholder-caldas-1803-2",
    "title": "Plano de nivelacion de algunas plantas",
    "artist": "Francisco José de Caldas",
    "caption": "A second elevation profile of Chimborazo created by Caldas.",
    "altText": null,
    "sensitive": false,
    "creditLine": "Permission pending.",
    "digitizedLine": null,
    "source": "Museo Historia Natural Madrid",
    "sourceUrl": "https://jorgecanizaresesguerra.medium.com/screw-humboldt-def1320213f5",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1803,
    "individuals": null,
    "contributed": null,
    "chapter": "shanawdithit"
  },
  "Geographie_der_Pflanzen_in_den_Tropen-Ländern": {
    "chapterTitle": "Shanawdithit",
    "fileName": "Geographie_der_Pflanzen_in_den_Tropen-Ländern",
    "title": null,
    "artist": "Alexander von Humboldt and A.G. Bonpland",
    "caption": "Humboldt's famed diagram of the vegetation of Mount Chimborazo, created with Aimé Jacques Alexandre Bonpland.",
    "altText": null,
    "sensitive": false,
    "creditLine": "Image courtesy of Wikimedia Commons.",
    "digitizedLine": "Digitized by Leibniz-Institut für Länderkunde, Leipzig",
    "source": "Wikimedia Commons",
    "sourceUrl": "https://commons.wikimedia.org/wiki/File:Geographie_der_Pflanzen_in_den_Tropen-L%C3%A4ndern.jpg#file",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1807,
    "individuals": null,
    "contributed": null,
    "chapter": "shanawdithit"
  },
  "Demasduit": {
    "chapterTitle": "Shanawdithit",
    "fileName": "Demasduit",
    "title": "Portrait of Demasduit (watercolor on ivory)",
    "artist": "Hamilton, Lady Henrietta Martha",
    "caption": "An 1819 portrait of Demasduit painted by Lady Henrietta Martha Hamilton.",
    "altText": "A watercolor portrait of Demasduit. The color palette is red, with both the background and her fur coat painted in shades of pinks and rust. Her skin is a light brown, and her brown eyes are sharp in contrast to the wispy texture of the rest of the painting. Her lips are slightly parted, and her gaze veers to the right of the picture frame, as if at the painter.",
    "sensitive": false,
    "creditLine": "Library and Archives Canada, Acc. No. 1977-14-1",
    "digitizedLine": "Digitized by Library and Archives Canada.",
    "source": "Library and Archives Canada",
    "sourceUrl": "https://recherche-collection-search.bac-lac.gc.ca/eng/home/record?app=fonandcol&IdNumber=2895002&q=demasduit",
    "fee": false,
    "notes": null,
    "frontPage": false,
    "year": 1819,
    "individuals": null,
    "contributed": null,
    "chapter": "shanawdithit"
  },
  "DRW-II": {
    "chapterTitle": "Shanawdithit",
    "fileName": "DRW-II",
    "title": "Drawing: The Kidnapping of Demasduit at Beothuk Lake, March 5, 1819 and Captain Buchan's Visit to Beothuk Lake in January 1811.",
    "artist": "Shanawdithit",
    "caption": "The second in a series of drawings created by Shanawdithit, depicting the events that transpired at Beothuk Lake over the course of several decades.",
    "altText": "Cormack’s original annotations of Shanawdithit’s map, with crossed out writing on the bottom of the page and faded markings on the lake’s surface area. Instead of the polished edition in Howley’s collection, this original showcases the messy, and perhaps unsuccessful, process by which Cormack attempted to make sense of time and place according to Shanawdithit’s visual rendering.",
    "sensitive": false,
    "creditLine": "From the Collection of The Rooms, St. John's, Newfoundland and Labrador",
    "digitizedLine": "Digitized by The Rooms",
    "source": "The Rooms",
    "sourceUrl": null,
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "chapter": "shanawdithit"
  },
  "Willard0": {
    "chapterTitle": "Shanawdithit",
    "fileName": "Willard0",
    "title": "Introductory Map, to Accompany Willard's History of the United States.",
    "artist": "Emma Willard",
    "caption": "\"Introductory Map. To Accompany Willard's History Of The United States. Locations and Wanderings Of The Aboriginal Tribes.\"",
    "altText": "A map of the eastern half of the United States depicting the locations and movements of various indigenous tribes (or the “Wanderings of Aboriginal Tribes,” according to the map’s language). Tribe names are printed in bold, uppercase letters and circled with different colors, along with the paths of their movements. Near the five Great Lakes, there is a cluster of pink, green, and purple circles and lines, depicting a high number of peoples who lived and moved around this area. Purple, yellow, and pink lines spread out from that point and occupy land further west and south.",
    "sensitive": false,
    "creditLine": "Image courtesy of the David Rumsey Map Collection, Cartography Associates.",
    "digitizedLine": "Digitized by the David Rumsey Map Collection, Cartography Associates.",
    "source": "David Rumsey Map Collection",
    "sourceUrl": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~218406~5504206:Introductory-Map-To-Accompany-Willa?sort=Pub_List_No_InitialSort&qvq=w4s:/who%2FWillard%2C%2BEmma;q:willard;sort:Pub_List_No_InitialSort;lc:RUMSEY~8~1&mi=26&trs=71",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "chapter": "shanawdithit"
  },
  "Willard1": {
    "chapterTitle": "Shanawdithit",
    "fileName": "Willard1",
    "title": "First Map or Map of 1578",
    "artist": "Emma Willard",
    "caption": "\"First Map or Map of 1578\"",
    "altText": "A map of the east coast of North America from Canada all the way down to the north coast of South America. A few Caribbean islands are depicted as well as several icons of ships traveling across the Atlantic ocean. Dotted lines highlighted in yellow, blue, and pink show routes taken and settlements made by the French, the Spanish, and the English, respectively. The year of the journey and the name of the ship are both written in each ship’s flags, and the names of particular travelers, or whom they travel in service of, are written above the ships. In the top left-hand corner, a small, detailed illustration of Queen Elizabeth is printed with a caption reading: “The first patent granted by an English Sovereign to lands within the territory of the United States.”",
    "sensitive": false,
    "creditLine": "Image courtesy of the David Rumsey Map Collection, Cartography Associates.",
    "digitizedLine": "Digitized by the David Rumsey Map Collection, Cartography Associates.",
    "source": "David Rumsey Map Collection",
    "sourceUrl": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~218408~5504207:First-Map-Or-Map-Of-1578?qvq=q:pub_list_no%3D%222642.000%22;lc:RUMSEY~8~1&mi=3&trs=14#",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "chapter": "shanawdithit"
  },
  "Willard2": {
    "chapterTitle": "Shanawdithit",
    "fileName": "Willard2",
    "title": "Second Map or Map of 1620",
    "artist": "Emma Willard",
    "caption": "\"Second Map or Map of 1620\"",
    "altText": "A map of the coast of Virginia depicting various highlighted paths ships took coming from the Atlantic Ocean. As with the rest of the maps in the series, latitude and longitude degrees provide the axes on which the land is drawn from a bird’s-eye view. Paths are colored in yellow, orange, blue, or pink, representing voyages taken by the London Company, the Dutch, the Plymouth Company, and the De Monts Patent, respectively. A miniature drawing in the top left corner illustrates “Pilgrims land at Plymouth on the 22nd of December 1620,” where several figures, some with guns and some wearing bonnets and dresses, are shown dismounting a ship with a flag that reads the “Mayflower.” Along the coast and beside the ships are details of patents granted and the names of colonial leaders. Ships dated from 1534 to the 1620s Mayflower are drawn across the coast. One ship in particular in the middle of the page is captioned with, “A Dutch Ship with negroes from Africa Purchased by the Colony at J. Town,” and the flags on it read “1619 Slaves.” An illustration of a page being rolled back to reveal “Staaten” Island is drawn in the bottom right-hand corner, where two Dutch ships follow an orange-highlighted path onto the land.",
    "sensitive": false,
    "creditLine": "Image courtesy of the David Rumsey Map Collection, Cartography Associates.",
    "digitizedLine": "Digitized by the David Rumsey Map Collection, Cartography Associates.",
    "source": "David Rumsey Map Collection",
    "sourceUrl": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~218409~5504208:Second-Map-1620?qvq=q:pub_list_no%3D%222642.000%22;lc:RUMSEY~8~1&mi=4&trs=14#",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "chapter": "shanawdithit"
  },
  "Willard3": {
    "chapterTitle": "Shanawdithit",
    "fileName": "Willard3",
    "title": "Third Map or Map of 1643",
    "artist": "Emma Willard",
    "caption": "\"Third Map or Map of 1643\"",
    "altText": "A map depicting the east coast of North America in 1643 from Nova Scotia to the top of Florida, with particular emphasis on Virginia, Carolina, and New England. Various highlighted sections color the coastline, and a few drawings of ships populate the Atlantic’s waters. In the top left corner, an image of “The Four Provinces of the New England Confederacy” is drawn, with a caption underneath reading, “the commencement of the confederacy in the union of Plymouth and Massachusetts with New Haven and Connecticut.” The illustration shows a tree trunk split four ways, with each segment labeled as one of the four locations listed in the caption. In the bottom right-hand corner of the map is a close-up view of Massachusetts with a list of places described in the Pequod War, which are labeled on this smaller view. Underneath, as with the other maps in the series, a small caption says that the map was engraved and printed by Sam Maverick.",
    "sensitive": false,
    "creditLine": "Image courtesy of the David Rumsey Map Collection, Cartography Associates.",
    "digitizedLine": "Digitized by the David Rumsey Map Collection, Cartography Associates.",
    "source": "David Rumsey Map Collection",
    "sourceUrl": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~218410~5504209:Third-Map-or-Map-Of-1643?qvq=q:pub_list_no%3D%222642.000%22;lc:RUMSEY~8~1&mi=5&trs=14#",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "chapter": "shanawdithit"
  },
  "Willard4": {
    "chapterTitle": "Shanawdithit",
    "fileName": "Willard4",
    "title": "Fourth Map or Map of 1692",
    "artist": "Emma Willard",
    "caption": "\"Fourth Map or Map of 1692\"",
    "altText": "A more detailed view of the eastern coast of North America in 1692, with the named addition of several major states like New York, Pennsylvania, Mayland, and North and South Carolina, as well as the Great Lakes Erie and Ontatio. Blue, yellow, green, and pink highlights are drawn along the coast. Halfway down the right side of the page, an illustration shows a large ship with several figures standing on a dock beside it in the foreground, along with a town and mountains in the background beyond the water. The caption reads, “Massachusetts receives a new Charter, including Maine and other large Territories, by the arrival of Sir W. Phipps.” In the bottom right-hand corner, a different, smaller view of the north-east coast is presented that includes both English and Indian names of, as the title says, “Places Mentioned in History of King Philip’s War.” Two columns of English names line up next to columns of their Indigenous equivalent. The pairs are as follows: Salem and Naumkeag; Northampton and Nonatuck; Northfield and Squakheag; Brookfield and Quaboag; Deerfield and Pocumtuck; Charlestown and Mishawam; Windsor and Massacoe.",
    "sensitive": false,
    "creditLine": "Image courtesy of the David Rumsey Map Collection, Cartography Associates.",
    "digitizedLine": "Digitized by the David Rumsey Map Collection, Cartography Associates.",
    "source": "David Rumsey Map Collection",
    "sourceUrl": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~218411~5504210:Fourth-Map-or-Map-Of-1692?qvq=q:pub_list_no%3D%222642.000%22;lc:RUMSEY~8~1&mi=6&trs=14",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "chapter": "shanawdithit"
  },
  "Willard5": {
    "chapterTitle": "Shanawdithit",
    "fileName": "Willard5",
    "title": "Fifth Map or Map of 1733",
    "artist": "Emma Willard",
    "caption": "\"Fifth Map or Map of 1733\"",
    "altText": "A 1773 map of North America of similar composition to the fourth in the series with slightly different coloring, the inclusion of Georgia and a part of Canada right above the Great Lakes termed “Part of New France,” as well as a different illustration halfway down the right-hand side of the page. The image depicts six figures on the right wearing uniforms resembling military attire greeting five figures on the left of a darker complexion adorning feathers. The left-most figure holds a bow and arrow, and the arrow is pointing at their face. The caption reads, “Gen. Oglethorpe with a colony commences the Settlement of Georgia, 1733. Hemeets the Indian Chief in council at Savannah.”",
    "sensitive": false,
    "creditLine": "Image courtesy of the David Rumsey Map Collection, Cartography Associates.",
    "digitizedLine": "Digitized by the David Rumsey Map Collection, Cartography Associates.",
    "source": "David Rumsey Map Collection",
    "sourceUrl": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~218412~5504211:Fifth-Map-or-Map-Of-1733?qvq=q:pub_list_no%3D%222642.000%22;lc:RUMSEY~8~1&mi=7&trs=14",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "chapter": "shanawdithit"
  },
  "Willard6": {
    "chapterTitle": "Shanawdithit",
    "fileName": "Willard6",
    "title": "Sixth Map or Map of 1763",
    "artist": "Emma Willard",
    "caption": "\"Sixth Map or Map of 1763\"",
    "altText": "A horizontally-oriented map of North America in 1763 that includes similar highlighted colors to the previous maps. The expanse of the New France territory stretches down to the southern area of the United States from Canada, and Great Lakes Michigan and the “Lake of the Hurons” are named. Along the top of the map near the center half of the page, a smaller image of Quebec is drawn. About halfway down the right-hand side of the map, an illustration depicts a figure laying sideways in someone’s arms surrounded by a small crowd of people, and the caption reads: “The death of Gen. Wolf occurs at the time of Quebec’s being taken by the English which is the decisive event that leads to the Peace of Paris.”",
    "sensitive": false,
    "creditLine": "Image courtesy of the David Rumsey Map Collection, Cartography Associates.",
    "digitizedLine": "Digitized by the David Rumsey Map Collection, Cartography Associates.",
    "source": "David Rumsey Map Collection",
    "sourceUrl": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~218413~5504212:Sixth-Map-or-Map-Of-1763?qvq=q:pub_list_no%3D%222642.000%22;lc:RUMSEY~8~1&mi=8&trs=14#",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "chapter": "shanawdithit"
  },
  "Willard7": {
    "chapterTitle": "Shanawdithit",
    "fileName": "Willard7",
    "title": "Seventh Map or Map of 1776",
    "artist": "Emma Willard",
    "caption": "\"Seventh Map or Map of 1776\"",
    "altText": "A map of the eastern half of the United States in 1776 that specifically names each Great Lake, the sprawling territory of Louisiana, as well as “Charleston and Vicinity,” in which James Island and its surroundings is depicted in a circle on the left-hand side of the page. A few places show the landscape exceeding the borders of the map, such as Lake Superior and River St. Lawrence at the top of the page crossing the map’s frame, as if expanding so greatly the visual cannot contain it. Another close-up circle lies along the right-hand side to show a detailed view of Boston and its surrounding cities. Below the circle, a rectangle shows a zoomed-in view of Lake George and its surroundings. To the left of the rectangle, an image depicting figures sitting and standing around a table is drawn with the caption reading, “A Committee of Five draw up the Declaration of Independence.”",
    "sensitive": false,
    "creditLine": "Image courtesy of the David Rumsey Map Collection, Cartography Associates.",
    "digitizedLine": "Digitized by the David Rumsey Map Collection, Cartography Associates.",
    "source": "David Rumsey Map Collection",
    "sourceUrl": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~218414~5504213:Seventh-Map-or-Map-Of-1776?qvq=q:pub_list_no%3D%222642.000%22;lc:RUMSEY~8~1&mi=9&trs=14#",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "chapter": "shanawdithit"
  },
  "Willard8": {
    "chapterTitle": "Shanawdithit",
    "fileName": "Willard8",
    "title": "Eighth Map or Map of 1789",
    "artist": "Emma Willard",
    "caption": "\"Eighth Map or Map of 1789\"",
    "altText": "Similar to the previous map’s orientation, this map shows the United States in 1789. A small drawing of The Constitution is included in the top left corner of the page, and another small square showing details north of Long Island rests at the bottom left corner. In the bottom right corner of the page, a larger shape isolates a close-up view of Long Island itself as well as the various bodies of water that surround it. Tennessee and Kentucky are also included in this map, as well as an annotation reading “North Western Territory” beneath the Great Lakes.",
    "sensitive": false,
    "creditLine": "Image courtesy of the David Rumsey Map Collection, Cartography Associates.",
    "digitizedLine": "Digitized by the David Rumsey Map Collection, Cartography Associates.",
    "source": "David Rumsey Map Collection",
    "sourceUrl": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~218415~5504214:Eighth-Map-or-Map-Of-1789?qvq=q:pub_list_no%3D%222642.000%22;lc:RUMSEY~8~1&mi=10&trs=14",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "chapter": "shanawdithit"
  },
  "Willard9": {
    "chapterTitle": "Shanawdithit",
    "fileName": "Willard9",
    "title": "Ninth Map or Map of 1826",
    "artist": "Emma Willard",
    "caption": "\"Ninth Map or Map of 1826\"",
    "altText": "The final map in the series that shows the United States in 1826. The states, now including Alabama, Mississippi, Louisiana, Arkansas, Missouri, Illinois, Indiana, Ohio, Vermont, Michigan “Terry” and North West “Territory,” which would become Wisconsin, are outlined in various colors. Cities and bodies of water are named within each state, making the overall composition much busier than its previous iterations. On the leftmost side, the words “Sioux Indians or Naudowessies” are printed sideways, following the flow of the St. Peters, Des Moines, and Mississippi Rivers.",
    "sensitive": false,
    "creditLine": "Image courtesy of the David Rumsey Map Collection, Cartography Associates.",
    "digitizedLine": "Digitized by the David Rumsey Map Collection, Cartography Associates.",
    "source": "David Rumsey Map Collection",
    "sourceUrl": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~218417~5504216:Ninth-Map-Or-Map-Of-1826?qvq=q:pub_list_no%3D%222642.000%22;lc:RUMSEY~8~1&mi=12&trs=14",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "chapter": "shanawdithit"
  },
  "placeholder-phelps": {
    "chapterTitle": "Shanawdithit",
    "fileName": "placeholder-phelps",
    "title": "Top of Chimborazo 21000 feet from the level of the Sea.",
    "artist": "Thirza Lee",
    "caption": "Illustrator Thirza Lee's recreation of Humboldt's \"Top of Chimborazo\" for <i>Familiar Lectures on Botany</i>, a botany textbook for young women.",
    "altText": null,
    "sensitive": false,
    "creditLine": "Image courtesy of the Library Company of Philadelphia, www.librarycompany.org.",
    "digitizedLine": "Digitized by the Library Company of Philadelphia.",
    "source": "Library Company of Philadelphia",
    "sourceUrl": "http://pacscl.exlibrisgroup.com:48992/F?func=direct&doc_number=000025509",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "individuals": null,
    "contributed": null,
    "chapter": "shanawdithit"
  },
  "placeholder-sketch4-original": {
    "chapterTitle": "Shanawdithit",
    "fileName": "placeholder-sketch4-original",
    "title": "Sketch IV",
    "artist": "Shanawdithit",
    "caption": "The fourth in a series of sketches created by Shanawdithit, depicting the travels of Shanawdithit and her family in the final months before her capture.",
    "altText": null,
    "sensitive": false,
    "creditLine": "Permission pending.",
    "digitizedLine": null,
    "source": "The Rooms",
    "sourceUrl": null,
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "individuals": null,
    "contributed": null,
    "chapter": "shanawdithit"
  },
  "placeholder-sketch2-original": {
    "chapterTitle": "Shanawdithit",
    "fileName": "placeholder-sketch2-original",
    "title": "Sketch II",
    "artist": "Shanawdithit",
    "caption": "The second in a series of sketches created by Shanawdithit, depicting the events that transpired at Red Indian Lake over the course of several decades.",
    "altText": "Cormack’s original annotations of Shanawdithit’s map, with crossed out writing on the bottom of the page and faded markings on the lake’s surface area. Instead of the polished edition in Howley’s collection, this original showcases the messy, and perhaps unsuccessful, process by which Cormack attempted to make sense of time and place according to Shanawdithit’s visual rendering.",
    "sensitive": false,
    "creditLine": "Permission pending.",
    "digitizedLine": null,
    "source": "The Rooms",
    "sourceUrl": null,
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1829,
    "individuals": null,
    "contributed": null,
    "chapter": "shanawdithit"
  },
  "Willard-picture": {
    "chapterTitle": "Shanawdithit",
    "fileName": "Willard-picture",
    "title": "Picture of nations or perspective sketch of the course of empire. To accompany Willard's Universal history in perspective.",
    "artist": "Emma Willard",
    "caption": "Willard's picture of nations adopts the triangular form of Humboldt's Chimborazo diagram in order to represent the rise and fall of nations.",
    "altText": null,
    "sensitive": false,
    "creditLine": "Image courtesy of the David Rumsey Map Collection, Cartography Associates.",
    "digitizedLine": "Digitized by the David Rumsey Map Collection, Cartography Associates.",
    "source": "David Rumsey Map Collection",
    "sourceUrl": "https://www.davidrumsey.com/luna/servlet/detail/RUMSEY~8~1~29401~1130446:Picture-of-nations-?sort=pub_list_no_initialsort%2Cpub_date%2Cpub_list_no%2Cseries_no&qvq=q:willard%20%22picture%20of%20nations%22;sort:pub_list_no_initialsort%2Cpub_date%2Cpub_list_no%2Cseries_no;lc:RUMSEY~8~1&mi=9&trs=13#",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1836,
    "individuals": null,
    "contributed": null,
    "chapter": "shanawdithit"
  },
  "birch-bark-1841": {
    "chapterTitle": "Shanawdithit",
    "fileName": "birch-bark-1841",
    "title": "\"Map drawn by Indians on birch-bark and attached to a tree to show their route to others following them, found by Capt. Bainbrigge R. Engineers at the ridge between the Ottawa and Lake Huron. May 1841.\"",
    "artist": "Captain Bainbridge",
    "caption": "An Ojibwe <i>kikaigon</i>, or directional map, which was found pinned to a tree by a British surveyor, Captain Bainbridge. Banbridge reproduces the map, with notes and commends, below.",
    "altText": "A map drawn as an engraving on tree bark, where horizontal and vertical hatch marks represent various paths through the land near Lake Huron and Ottawa. There are predominately straight horizontal fragmented lines scattered across the bark, and other faint vertical lines and lines which curve around them to depict various trails taken by the indigenous people who made the engravings. The title of the map lies at the top center of the page, and beneath the bark are several annotations and redrawn sketches of the land, river, and nearby camp. A lengthier annotation that lies at the bottom left of the page says the following: “Forwarded to the United Service Institution in the hope that it may shew young officers how small an effort is needed to acquire that most useful art, Military Sketching since even Savages can make an intelligible plan.”",
    "sensitive": false,
    "creditLine": "British Library",
    "digitizedLine": "Digitized by the British Library.",
    "source": "British Library",
    "sourceUrl": "https://imagesonline.bl.uk/asset/3043/",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1841,
    "chapter": "shanawdithit"
  },
  "howley-sketch2": {
    "chapterTitle": "Shanawdithit",
    "fileName": "howley-sketch2",
    "title": "Sketch II",
    "artist": "Shanawdithit, redrawn by James Howley",
    "caption": null,
    "altText": "A sparsely illustrated sketch of the Beothuk’s encounters with the British. Two grayscale thick lines curve across the page horizontally, one near the top and another near the bottom, which represent the borders of the lake. Red and black minimalistic figures are drawn scattered both in groups and in isolation to represent the British (those drawn in black) and the Beothuk (those drawn in red). Several black dotted paths cross and stretch across the lake’s surface area. From the top of the page to the bottom of the lake, a solid, curving red line cascades and severs into multiple lines until breaking into small fragments as the dotted black lines draw nearer. Notably, a long line of black figures rest atop the bottom curve of the lake with a few red figures, indicating the Beothuk’s capture. Near the top center of the sheet, a red line curves above the lake and red figures are stationed around it. Other minimal red and grayscale markings depicting Beothuk or British movement are dispersed across the page. The illustrated map is bordered by three large annotations, written by Cormack and edited by Howley. In the top left, he writes, “2 different scenes + times”; in the top right, he writes, “The Taking of Mary March on the North side of the Lake”; the final annotation at the bottom of the page reads, “Captain Buchan’s visit in 1810-11 at the South side of the lake.”",
    "sensitive": false,
    "creditLine": "Image courtesy of the Internet Archive.",
    "digitizedLine": "Digitized by York University Libraries.",
    "source": "Internet Archive",
    "sourceUrl": "https://archive.org/details/beothucksorredin00howl/page/240/mode/2up",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1915,
    "chapter": "shanawdithit"
  },
  "howley-sketch4": {
    "chapterTitle": "Shanawdithit",
    "fileName": "howley-sketch4",
    "title": "Sketch IV",
    "artist": "Shanawdithit, redrawn by James Howley",
    "caption": null,
    "altText": null,
    "sensitive": false,
    "creditLine": "Image courtesy of the Internet Archive.",
    "digitizedLine": "Digitized by York University Libraries.",
    "source": "Internet Archive",
    "sourceUrl": "https://archive.org/details/beothucksorredin00howl/page/n295/mode/2up",
    "fee": false,
    "notes": null,
    "frontPage": true,
    "year": 1915,
    "individuals": null,
    "contributed": null,
    "chapter": "shanawdithit"
  },
  "BirchBark": {
    "chapterTitle": "Shanawdithit",
    "fileName": "BirchBark",
    "title": "Birch Bark",
    "artist": "Sarah Sense",
    "caption": "Contempory artist Sarah Sense (Chitimacha/Choctaw) employs Native weaving techniques as a way to interrupt the process of knowledge extraction that is documented in the original 1841 map and redirect some of its meaning-making force.",
    "altText": "An abstract art piece that overlays angular, geometric design onto historical maps, notably the Ojibwe <i>kikaigon</i>, also described and shown below. The material, from Sense’s website, includes woven archival inkjet prints on Hahnemuhle bamboo paper. While the geometric patterns take visual precedence, the background complicates the rigid angles through the fluid landmarks–like rivers, mountains, and footpaths–from the maps, as well as the scripted annotations of many of these geographical features. In turn, the text and illustrations on the maps are predominately obscured by the geometric patterns. Through the angular shapes, granular images of shapes appear, such as tree branches, rocks, dirt, and grass.",
    "sensitive": false,
    "creditLine": "Sarah Sense, “Birch Bark,” 2022. © 2022 Sarah Sense. Image courtesy of the artist.",
    "digitizedLine": null,
    "source": "Sarah Sense",
    "sourceUrl": "https://www.bl.uk/case-studies/sarah-sense",
    "fee": true,
    "notes": "Wants copy of book. Have high res tif file",
    "frontPage": true,
    "year": 2022,
    "chapter": "shanawdithit"
  },
  "Illustration1": {
    "chapterTitle": "Shanawdithit",
    "fileName": "illustration-1",
    "title": "Illustration 1",
    "artist": "",
    "caption": "",
    "altText": "",
    "sensitive": false,
    "creditLine": "",
    "digitizedLine": null,
    "source": "",
    "sourceUrl": "",
    "fee": true,
    "notes": "",
    "frontPage": false,
    "year": 2024,
    "chapter": "shanawdithit"
  }
}
